import React from 'react';

const AppIntro = () => {
  return (
    <div className="row">
      <div className="col-md-11 col-md-offset-1">
        <div className="intro_panel">
          <strong>应用简介:</strong>
          <p></p>
          <p>
            “低碳出行神器-精准的实时掌上公交、地铁线路查询”，让您手机轻松可查地铁出行线路规划&公交的实时位置，公交到哪了，公交还有几站到，公交还有多久，公交实时路况等等。手机一秒变身公交电子站牌，分分钟成为公交地图达人，可谓公交导航必备神器。车来了有国内顶尖公交数据分析团队，查询准确率超90%，位列同类产品第一。
          </p>
          <p>
            【支持城市】
          </p>
          <p>
            实时公交：北京、上海、广州、深圳、天津、武汉、东莞、佛山、成都、苏州、厦门、鞍山、安阳、保定、包头、长春、昌吉、长沙、常州、重庆、大连、福州、赣州、邯郸、杭州、淮安、呼和浩特、惠州、焦作、吉林、济南、精河县、开封、兰州、拉萨、临沂、南昌、南京、南宁、南通、南阳、宁波、莆田、青岛、泉州、瑞安、三亚、商丘、绍兴、沈阳、石家庄、台北、太原、台州、唐山、温州、乌鲁木齐、无锡、西安、新乡、许昌、徐州、烟台、岳阳、张家口、郑州、中山、驻马店，更多城市敬请期待。
          </p>
        </div>

      </div>
    </div>
  );
};

export default AppIntro;
